akamud.vscode-theme-onelight
be5invis.vscode-icontheme-nomo-dark
bradlc.vscode-tailwindcss
chakrounanas.turbo-console-log
cweijan.dbclient-jdbc
cweijan.vscode-postgresql-client2
docker.docker
ecmel.vscode-html-css
esbenp.prettier-vscode
gera2ld.markmap-vscode
github.copilot
github.copilot-chat
golang.go
k--kato.intellij-idea-keybindings
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
peterj.proto
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xabikos.javascriptsnippets
zhuangtongfa.material-theme
